[
  {
    "name": "Freljord",
    "className": "freljord",
    "descrition": "The Freljord is a harsh and unforgiving land, where demi-gods walk the earth and the people are born warriors. While there are many individual tribes, the three greatest are the Avarosans, the Winter’s Claw, and the Frostguard, each uniquely shaped by their will to survive. It is also the only place on Runeterra where True Ice can be found.",
    "backgroundImg": "/regions-backgoundImg/freljord.jpg"
  },
  {
    "name": "Noxus",
    "className": "noxus",
    "descrition": "Noxus is a brutal, expansionist empire, yet those who look beyond its warlike exterior will find an unusually inclusive society. Anyone can rise to a position of power and respect if they display the necessary aptitude, regardless of social standing, background, or wealth. Noxians value strength above all, though that strength can manifest in many different ways.",
    "backgroundImg": "/regions-backgoundImg/noxus.jpg"
  },
  {
    "name": "Demacia",
    "className": "demacia",
    "descrition": "Demacia is a proud, lawful kingdom with a prestigious military history. Founded as a refuge from magic after the Rune Wars, some might suggest that the golden age of Demacia has passed, unless it proves able to adapt to a changing world. Self-sufficient and agrarian, its society is inherently defensive and insular, valuing justice, honor, and duty above all else.",
    "backgroundImg": "/regions-backgoundImg/demacia.jpg"
  },
  {
    "name": "Ionia",
    "className": "ionia",
    "descrition": "Known as the First Lands, Ionia is an island continent of natural beauty and magic. Its inhabitants, living in loosely collected provinces, are a spiritual people, seeking harmony with the world. They remained largely neutral until their land was invaded by Noxus—this brutal occupation forced Ionia to reassess its place in the world, and its future path remains undetermined.",
    "backgroundImg": "/regions-backgoundImg/ionia.jpg"
  },
  {
    "name": "Piltover & Zaun",
    "className": "piltover_N_zaun",
    "descrition": "Dual city-states that control the major trade routes between Valoran and Shurima. Home both to visionary inventors and their wealthy patrons, the divide between social classes is becoming more dangerous.",
    "backgroundImg": "/regions-backgoundImg/piltoverNzaun.jpg"
  },
  {
    "name": "Bilgewater",
    "className": "bilgewater",
    "descrition": "Bilgewater is a port city like no other—home to monster hunters, dock-gangs, indigenous peoples, and traders from across the known world. Almost anything can be purchased here, from outlawed hextech to the favor of local crime lords. There is no better place to seek fame and fortune, though death lurks in every alleyway, and the law is almost non-existent.",
    "backgroundImg": "/regions-backgoundImg/bilgewater.jpg"
  },
  {
    "name": "Shadow Isles",
    "className": "shadow_isles",
    "descrition": "The Shadow Isles were once a beautiful realm, long since shattered by a magical cataclysm. Now, Black Mist permanently shrouds the land, tainting and corrupting with its malevolent sorcery. Those who perish within it are condemned to become part of it for all eternity… and worse still, each year the Mist extends its grasp to reap more souls across Runeterra.",
    "backgroundImg": "/regions-backgoundImg/shadowIsles.png"
  },
  {
    "name": "Ixtal",
    "className": "ixtal",
    "descrition": "Secluded deep in the wilderness of eastern Shurima, the sophisticated arcology-city of Ixaocan remains mostly free of outside influence. Having witnessed from afar the ruination of the Blessed Isles, and the softening of Buhru culture, the Ixtali view the other factions of Runeterra as little more than upstarts and pretenders, and use their powerful elemental magic to keep any intruders at bay.",
    "backgroundImg": "/regions-backgoundImg/ixtal.jpg"
  },
  {
    "name": "Shurima",
    "className": "shurima",
    "descrition": "Shurima was once a thriving civilization that spanned the southern continent, left in ruins by the fall of its god-emperor. Over millennia, tales of its former glory became myth and ritual. Now, its nomadic inhabitants eke out a life in the deserts, or turn to mercenary work. Still, some dare to dream of a return to the old ways.",
    "backgroundImg": "/regions-backgoundImg/shurima.jpg"
  },
  {
    "name": "Targon",
    "className": "targon",
    "descrition": "A mountainous and sparsely inhabited region to the west of Shurima, Targon boasts the tallest peak in Runeterra. Located far from civilization, Mount Targon is all but impossible to reach, save by the most determined pilgrims, chasing some soul-deep yearning to reach its summit. Those hardy few who survive the climb return haunted and empty, or changed beyond all recognition.",
    "backgroundImg": "/regions-backgoundImg/targon.jpg"
  }
]
